Repository: hieunguyen1053/Unikey
Catalog: Unikey/Resources/*.lproj/Localizable.strings
Languages: vi

# menu.help
source: Help
vi: Hướng dẫn

# menu.tools
source: Tools...
vi: Công cụ...

# menu.quick_convert
source: Quick Convert
vi: Chuyển mã nhanh

# menu.spell_check
source: Enable Spell Check
vi: Bật kiểm tra chính tả

# menu.macro
source: Enable Macro
vi: Bật tính năng gõ tắt

# menu.macro_editor
source: Edit Macro Table...
vi: Soạn bảng gõ tắt...

# menu.input_method
source: Input Method
vi: Kiểu gõ

# menu.other_charsets
source: Other Charsets...
vi: Bảng mã khác...

# menu.preferences
source: Preferences...
vi: Bảng điều khiển...

# menu.quit
source: Quit
vi: Kết thúc

# charset.unicode
source: Unicode (Precomposed)
vi: Unicode dựng sẵn

# prefs.controls
source: Controls
vi: Điều khiển

# prefs.charset
source: Character Set:
vi: Bảng mã:

# prefs.input_method
source: Input Method:
vi: Kiểu gõ:

# prefs.switch_key
source: Switch Key:
vi: Phím chuyển:

# prefs.other_options
source: Other Options
vi: Tùy chọn khác

# prefs.free_marking
source: Free Marking
vi: Cho phép gõ tự do

# prefs.modern_style
source: Modern style óa, úy (instead of òa, úy)
vi: Đặt dấu oà, uý (thay vì òa, úy)

# prefs.clipboard_unicode
source: Always use clipboard for Unicode
vi: Luôn sử dụng clipboard cho Unicode

# prefs.spell_check
source: Enable Spell Check
vi: Bật kiểm tra chính tả

# prefs.auto_restore
source: Auto restore keys for invalid words
vi: Tự động khôi phục phím với từ sai

# prefs.show_notification
source: Show feedback notification
vi: Hiện thông báo phản hồi

# prefs.macro_options
source: Macro Options
vi: Tùy chọn gõ tắt

# prefs.enable_macro
source: Enable Macro
vi: Cho phép gõ tắt

# prefs.macro_when_off
source: Enable Macro even when Vietnamese is off
vi: Cho phép gõ tắt cả khi tắt tiếng Việt

# prefs.macro_table
source: Macro Table...
vi: Bảng gõ tắt...

# prefs.system
source: System
vi: Hệ thống

# prefs.show_on_startup
source: Show this dialog on startup
vi: Bật hội thoại này khi khởi động

# prefs.launch_at_login
source: Launch at Login
vi: Khởi động cùng macOS

# prefs.language
source: Language
vi: Ngôn ngữ

# prefs.help
source: Help
vi: Hướng dẫn

# prefs.about
source: About
vi: Thông tin

# prefs.reset
source: Reset to Defaults
vi: Mặc định

# accessibility.title
source: Accessibility Permission Required
vi: Cần quyền Accessibility

# accessibility.message
source: Unikey needs Accessibility permission to intercept keyboard events. Please go to System Preferences → Security & Privacy → Privacy → Accessibility and add Unikey.
vi: Unikey cần quyền Accessibility để xử lý sự kiện bàn phím. Vui lòng vào System Preferences → Security & Privacy → Privacy → Accessibility và thêm Unikey.

# accessibility.open_prefs
source: Open System Preferences
vi: Mở System Preferences

# accessibility.later
source: Later
vi: Để sau
